'use strict';

module.exports = [
  {
    id: `4DpniN`,
    title: `Обзор новейшего смартфона`,
    announce: [
      `Ёлки — это не просто красивое дерево. Это прочная древесина.`,
      `Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.`,
      `Вы можете достичь всего. Стоит только немного постараться и запастись книгами.`,
      `Первая большая ёлка была установлена только в 1938 году.`,
      `Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.`,
    ],
    fullText: [
      `Вы можете достичь всего. Стоит только немного постараться и запастись книгами.`,
      `Простые ежедневные упражнения помогут достичь успеха.`,
      `Не может быть правилом то, из чего есть исключения.`,
      `Золотое сечение — соотношение двух величин гармоническая пропорция.`,
      `Помните небольшое количество ежедневных упражнений лучше чем один раз но много.`,
      `Первая большая ёлка была установлена только в 1938 году.`,
      `Цинизм, говорят, доказывает наличие интеллекта.`,
      `Это один из лучших рок-музыкантов.`,
      `Достичь успеха помогут ежедневные повторения.`,
      `Ёлки — это не просто красивое дерево. Это прочная древесина.`,
    ],
    createdDate: `2021-06-22 19:32:45`,
    category: [`Архитектура`, `Музыка`],
    comments: [
      {text: `Хочу такую же футболку :-)`, id: `0ajGAm`},
      {
        text: `Плюсую, но слишком много буквы! Хочу такую же футболку :-) Согласен с автором! Мне кажется или я уже читал это где-то? Это где ж такие красоты? Совсем немного... Планируете записать видосик на эту тему?`,
        id: `Gkzcha`,
      },
      {
        text: `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Совсем немного... Мне кажется или я уже читал это где-то? Это где ж такие красоты? Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Плюсую, но слишком много буквы!`,
        id: `yduJPO`,
      },
      {text: `Планируете записать видосик на эту тему?`, id: `vba53o`},
      {text: `Согласен с автором! Это где ж такие красоты?`, id: `NEpLqQ`},
      {
        text: `Планируете записать видосик на эту тему? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Совсем немного... Согласен с автором! Это где ж такие красоты? Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Хочу такую же футболку :-) Мне кажется или я уже читал это где-то?`,
        id: `XkXYKK`,
      },
    ],
  },
  {
    id: `-6EAMf`,
    title: `Борьба с прокрастинацией`,
    announce: [`Первая большая ёлка была установлена только в 1938 году.`],
    fullText: [
      `Ёлки — это не просто красивое дерево. Это прочная древесина.`,
      `Игры и программирование разные вещи. Не стоит идти в программисты если вам нравятся только игры.`,
      `Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?`,
    ],
    createdDate: `2021-06-13 13:12:25`,
    category: [`Шапито`, `Музыка`, `Железо`, `IT`, `Программирование`],
    comments: [
      {
        text: `Мне кажется или я уже читал это где-то? Согласен с автором! Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`,
        id: `7jdAE8`,
      },
    ],
  },
  {
    id: `ajkXdz`,
    title: `Самый лучший музыкальный альбом этого года`,
    announce: [
      `Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?`,
    ],
    fullText: [
      `Помните небольшое количество ежедневных упражнений лучше чем один раз но много.`,
      `Это один из лучших рок-музыкантов.`,
    ],
    createdDate: `2021-08-05 12:01:29`,
    category: [
      `Разное`,
      `Шапито`,
      `IT`,
      `Без рамки`,
      `Живопись`,
      `Железо`,
      `Музыка`,
      `За жизнь`,
      `Программирование`,
    ],
    comments: [
      {
        text: `Плюсую, но слишком много буквы! Планируете записать видосик на эту тему? Это где ж такие красоты? Совсем немного...`,
        id: `s5eSOP`,
      },
    ],
  },
  {
    id: `d26rsb`,
    title: `Лучшие рок-музыканты 20-века`,
    announce: [
      `Первая большая ёлка была установлена только в 1938 году.`,
      `Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?`,
      `Это один из лучших рок-музыкантов.`,
      `Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать.`,
      `Золотое сечение — соотношение двух величин гармоническая пропорция.`,
    ],
    fullText: [
      `Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.`,
      `Золотое сечение — соотношение двух величин гармоническая пропорция.`,
      `Игры и программирование разные вещи. Не стоит идти в программисты если вам нравятся только игры.`,
      `Первая большая ёлка была установлена только в 1938 году.`,
      `Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать.`,
      `Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.`,
      `Этот смартфон — настоящая находка. Большой и яркий экран мощнейший процессор — всё это в небольшом гаджете.`,
      `Как начать действовать? Для начала просто соберитесь.`,
      `Собрать камни бесконечности легко если вы прирожденный герой.`,
      `С давних пор самым худшим врагом для человека был вовсе не чужеземец, а сосед.`,
      `Вы можете достичь всего. Стоит только немного постараться и запастись книгами.`,
    ],
    createdDate: `2021-06-12 00:58:54`,
    category: [`Шапито`, `Живопись`],
    comments: [
      {
        text: `Хочу такую же футболку :-) Мне кажется или я уже читал это где-то? Это где ж такие красоты? Планируете записать видосик на эту тему? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Плюсую, но слишком много буквы! Совсем немного... Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Согласен с автором!`,
        id: `XduEo5`,
      },
      {
        text: `Совсем немного... Плюсую, но слишком много буквы! Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`,
        id: `lL3L3y`,
      },
      {
        text: `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Мне кажется или я уже читал это где-то?`,
        id: `smsB9v`,
      },
      {
        text: `Планируете записать видосик на эту тему? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Это где ж такие красоты?`,
        id: `e3a8B0`,
      },
      {
        text: `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Хочу такую же футболку :-) Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`,
        id: `bICKR1`,
      },
      {
        text: `Мне кажется или я уже читал это где-то? Совсем немного... Это где ж такие красоты?`,
        id: `ruPBd1`,
      },
      {
        text: `Это где ж такие красоты? Плюсую, но слишком много буквы! Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Планируете записать видосик на эту тему?`,
        id: `sy72LJ`,
      },
      {
        text: `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Планируете записать видосик на эту тему? Согласен с автором! Мне кажется или я уже читал это где-то? Это где ж такие красоты? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`,
        id: `W8EIUm`,
      },
      {
        text: `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Плюсую, но слишком много буквы! Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Согласен с автором! Планируете записать видосик на эту тему?`,
        id: `fOgszg`,
      },
    ],
  },
  {
    id: `X_KL3e`,
    title: `Самый лучший музыкальный альбом этого года`,
    announce: [
      `Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?`,
      `Этот смартфон — настоящая находка. Большой и яркий экран мощнейший процессор — всё это в небольшом гаджете.`,
      `Это один из лучших рок-музыкантов.`,
      `Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать.`,
      `Ёлки — это не просто красивое дерево. Это прочная древесина.`,
    ],
    fullText: [
      `Ёлки — это не просто красивое дерево. Это прочная древесина.`,
      `Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.`,
      `Как начать действовать? Для начала просто соберитесь.`,
      `Из под его пера вышло 8 платиновых альбомов.`,
      `Собрать камни бесконечности легко если вы прирожденный герой.`,
      `Простые ежедневные упражнения помогут достичь успеха.`,
      `С давних пор самым худшим врагом для человека был вовсе не чужеземец, а сосед.`,
      `Программировать не настолько сложно как об этом говорят.`,
    ],
    createdDate: `2021-08-01 02:51:18`,
    category: [
      `Кино`,
      `Без рамки`,
      `Архитектура`,
      `IT`,
      `Музыка`,
      `Программирование`,
      `Шапито`,
      `Деревья`,
      `Живопись`,
    ],
    comments: [
      {
        text: `Мне кажется или я уже читал это где-то? Совсем немного... Хочу такую же футболку :-) Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Это где ж такие красоты? Планируете записать видосик на эту тему? Плюсую, но слишком много буквы! Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`,
        id: `5f9Fzq`,
      },
      {
        text: `Согласен с автором! Планируете записать видосик на эту тему? Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Это где ж такие красоты? Совсем немного... Плюсую, но слишком много буквы!`,
        id: `0bPrTw`,
      },
      {text: `Плюсую, но слишком много буквы!`, id: `kv4_5A`},
    ],
  },
];
