'use strict';

const notes = [
  {
    content: `Huawei открыла в России предзаказ на смартфон Mate 30 Pro без сервисов Google`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    }
  },
  {
    content: `Facebook разрешит пользователям копировать фотографии из соцсети в «Google Фото»`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    }
  },
  {
    content: `Huawei открыла в России предзаказ на смартфон Mate 30 Pro без сервисов Google`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    }
  },
  {
    content: `Facebook разрешит пользователям копировать фотографии из соцсети в «Google Фото»`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    }
  },
  {
    content: `Facebook разрешит пользователям копировать фотографии из соцсети в «Google Фото»`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    }
  },
];

const publications = [
  {
    avatar: `avatar-small-2.png`,
    author: `Александр Петров`,
    news: `Главреды «Дождя», Forbes и других СМИ попросили Роскомнадзор разъяснить штрафы за ссылки на сайты.`,
    comment: `«Яндекс.Метрика» запустила бесплатный сервис для оценки эффективности баннеров и видеорекламы в реальном времени`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    },
  },
  {
    avatar: `avatar-small-2.png`,
    author: `Александр Петров`,
    news: `Главреды «Дождя», Forbes и других СМИ попросили Роскомнадзор разъяснить штрафы за ссылки на сайты.`,
    comment: `Игровая студия Playrix из Вологды потратила более $100 млн на покупку конкурентов в 2018 году`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    },
  },
  {
    avatar: `avatar-small-2.png`,
    author: `Александр Петров`,
    news: `Главреды «Дождя», Forbes и других СМИ попросили Роскомнадзор разъяснить штрафы за ссылки на сайты.`,
    comment: `«Яндекс.Метрика» запустила бесплатный сервис для оценки эффективности баннеров и видеорекламы в реальном времени`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    },
  },
  {
    avatar: `avatar-small-2.png`,
    author: `Александр Петров`,
    news: `Главреды «Дождя», Forbes и других СМИ попросили Роскомнадзор разъяснить штрафы за ссылки на сайты.`,
    comment: `Игровая студия Playrix из Вологды потратила более $100 млн на покупку конкурентов в 2018 году`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    },
  },
  {
    avatar: `avatar-small-2.png`,
    author: `Александр Петров`,
    news: `Главреды «Дождя», Forbes и других СМИ попросили Роскомнадзор разъяснить штрафы за ссылки на сайты.`,
    comment: `Игровая студия Playrix из Вологды потратила более $100 млн на покупку конкурентов в 2018 году`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    },
  },
  {
    avatar: `avatar-small-2.png`,
    author: `Александр Петров`,
    news: `Главреды «Дождя», Forbes и других СМИ попросили Роскомнадзор разъяснить штрафы за ссылки на сайты.`,
    comment: `«Яндекс.Метрика» запустила бесплатный сервис для оценки эффективности баннеров и видеорекламы в реальном времени`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    },
  },
  {
    avatar: `avatar-small-2.png`,
    author: `Александр Петров`,
    news: `Главреды «Дождя», Forbes и других СМИ попросили Роскомнадзор разъяснить штрафы за ссылки на сайты.`,
    comment: `Игровая студия Playrix из Вологды потратила более $100 млн на покупку конкурентов в 2018 году`,
    datetime: {
      value: `2019-03-21T20:33`,
      readableValue: `21.03.2019, 20:33`,
    },
  },
];

module.exports = {
  publications,
  notes,
};
